Repository: skrimix/yaas
Catalog: lib/l10n/app_*.arb
Languages: ru

# navHome
source: Home
ru: Главная

# navManage
source: Manage
ru: Управление

# navDownload
source: Download
ru: Загрузка

# navSideload
source: Sideload
ru: Установка

# navBackups
source: Backups
ru: Бэкапы

# navSettings
source: Settings
ru: Настройки

# navLogs
source: Logs
ru: Журнал

# navAbout
source: About
ru: О программе

# navDownloads
source: Downloads
ru: Загрузки

# settingsTitle
source: Settings
ru: Настройки

# settingsErrorLoading
source: Error loading settings
ru: Ошибка загрузки настроек

# settingsResetToDefaults
source: Reset to Defaults
ru: Сбросить по умолчанию

# settingsRevertChangesTooltip
source: Revert Changes (Shift+Click to reset to defaults)
ru: Отменить изменения (Shift+Клик для полного сброса)

# settingsSaveChanges
source: Save Changes
ru: Сохранить изменения

# settingsSectionGeneral
source: General
ru: Общие

# settingsLanguage
source: Language
ru: Язык

# settingsNavigationRailLabels
source: Navigation rail labels
ru: Подписи панели навигации

# settingsNavigationRailLabelsSelected
source: Selected page only
ru: Только для выбранной страницы

# settingsNavigationRailLabelsAll
source: All pages
ru: Для всех страниц

# settingsStartupPage
source: Startup page
ru: Стартовая страница

# settingsSystemDefault
source: System default
ru: Системный

# languageEnglish
source: English
ru: Английский

# languageRussian
source: Russian
ru: Русский

# settingsSectionStorage
source: Storage
ru: Хранилище

# settingsDownloadsLocation
source: Downloads Location
ru: Папка загрузок

# settingsBackupsLocation
source: Backups Location
ru: Папка резервных копий

# settingsAdbPath
source: ADB Path
ru: Путь к ADB

# settingsPreferredConnection
source: Preferred Connection Type
ru: Предпочтительный тип подключения

# settingsConnectionWireless
source: Wireless
ru: Беспроводной

# settingsMdnsAutoConnect
source: Auto-connect ADB over Wi‑Fi
ru: Автоподключение ADB по Wi‑Fi

# settingsMdnsAutoConnectHelp
source: Discover devices via mDNS on the local network and attempt 'adb connect' automatically. Takes effect after restart.
ru: Обнаруживать устройства через mDNS в локальной сети и автоматически выполнять 'adb connect'. Изменение вступит в силу после перезапуска.

# settingsSectionDownloader
source: Downloader
ru: Загрузчик

source: Preparing downloader...
ru: Подготовка загрузчика...

source: Downloading rclone files
ru: Загрузка файлов rclone

# installDownloaderConfig
source: Install local config
ru: Установить конфигурацию загрузчика

source: Loading apps...
ru: Загрузка списка приложений...

# settingsSectionAppearance
source: Appearance
ru: Оформление

# settingsUseSystemColor
source: Use system color
ru: Использовать системный цвет

# settingsSeedColor
source: Accent color
ru: Акцентный цвет

# settingsTheme
source: Theme
ru: Тема

# themeAuto
source: Auto
ru: Авто

# themeDark
source: Dark
ru: Тёмная

# themeLight
source: Light
ru: Светлая

# colorDeepPurple
source: Deep purple
ru: Фиолетовый (тёмный)

# colorIndigo
source: Indigo
ru: Индиго

# colorBlue
source: Blue
ru: Синий

# colorCyan
source: Cyan
ru: Бирюзовый

# colorTeal
source: Teal
ru: Морская волна

# colorGreen
source: Green
ru: Зелёный

# colorLime
source: Lime
ru: Лаймовый

# colorAmber
source: Amber
ru: Янтарный

# colorOrange
source: Orange
ru: Оранжевый

# colorDeepOrange
source: Deep orange
ru: Оранжевый (тёмный)

# colorRed
source: Red
ru: Красный

# colorPink
source: Pink
ru: Розовый

# colorPurple
source: Purple
ru: Пурпурный

# colorBrown
source: Brown
ru: Коричневый

# colorBlueGrey
source: Blue grey
ru: Серо-синий

# settingsRclonePath
source: Rclone Path
ru: Путь к Rclone

# settingsRcloneRemote
source: Rclone Remote
ru: Rclone хранилище

# settingsCustomRemoteName
source: Custom Remote Name
ru: Другое имя хранилища

# settingsCustomInput
source: [Custom]
ru: [Другое]

# settingsCustomColorHint
source: Enter 6-digit hex color (e.g., FF5733)
ru: Введите 6-значный HEX-цвет (например, FF5733)

# settingsInvalidHexColor
source: Invalid hex color
ru: Неверный HEX-цвет

# settingsNoRemotesFound
source: No remotes found
ru: Хранилища не найдены

# settingsFailedToLoadRemotes
source: Failed to list remotes
ru: Не удалось перечислить хранилища

# settingsBandwidthLimit
source: Bandwidth Limit
ru: Ограничение скорости

# settingsBandwidthHelper
source: Value in KiB/s or with B|K|M|G|T|P suffix or more (click for documentation)
ru: (В разработке) Значение в КиБ/с или с суффиксами B|K|M|G|T|P и др. (нажмите для справки)

# settingsDownloadsCleanup
source: Downloads Cleanup
ru: Очистка загрузок

# settingsWriteLegacyReleaseJson
source: Write legacy release.json
ru: Писать legacy release.json

# settingsWriteLegacyReleaseJsonHelp
source: Write release.json in legacy format for compatibility with QLoader
ru: Также сохранять release.json в старом формате для совместимости со старыми инструментами

# settingsCleanupDeleteAfterInstall
source: Remove after installation
ru: Удалять после установки

# settingsCleanupKeepOneVersion
source: Keep one version
ru: Хранить одну версию

# settingsCleanupKeepTwoVersions
source: Keep two versions
ru: Хранить две версии

# settingsCleanupKeepAllVersions
source: Keep all versions
ru: Хранить все версии

# settingsBrowse
source: Browse
ru: Обзор

source: Select {label}
ru: Выберите: {label}

source: Select {label} Directory
ru: Выберите папку: {label}

source: Could not open {url}
ru: Не удалось открыть {url}

# statusAdb
source: ADB Status: {status}
ru: Статус ADB: {status}

# statusAdbServerNotRunning
source: ADB server not running
ru: ADB сервер не запущен

# statusAdbServerStarting
source: Starting ADB server
ru: Запуск ADB сервера

# statusAdbServerStartFailed
source: Failed to start ADB server
ru: Не удалось запустить ADB сервер

# statusAdbNoDevices
source: No devices found
ru: Нет найденных устройств

# statusAdbDevicesAvailable
source: Devices available ({count})
ru: Доступны устройства ({count})

# statusAdbConnected
source: Device connected
ru: Устройство подключено

# statusAdbDeviceUnauthorized
source: Device unauthorized
ru: Устройство не авторизовано

# statusAdbUnknown
source: Unknown
ru: Неизвестно

# statusDeviceInfo
source: Device: {name} Serial: {serial}
ru: Устройство: {name} Серийный номер: {serial}

# statusDeviceInfoWireless
source: Device: {name} Address: {address} Serial: {serial}
ru: Устройство: {name} Адрес: {address} Серийный номер: {serial}

# storageTooltip
source: {available} free of {total}
ru: {available} свободно из {total}

# activeTasks
source: {count, plural, one {{count} active task} other {{count} active tasks}}
ru: {count, plural, one {{count} активная задача} few {{count} активные задачи} many {{count} активных задач} other {{count} активных задач}}

source: View tasks
ru: Задачи

source: Refresh all data
ru: Обновить все данные

source: No device connected
ru: Устройство не подключено

# dragDropDropToInstall
source: Drop to Install / Restore
ru: Перетащите для установки/восстановления

# dragDropNoDevice
source: No Device Connected
ru: Устройство не подключено

# dragDropHintConnected
source: Drop APK file/app directory to sideload, or backup folder to restore
ru: Перетащите APK/директорию приложения для установки или папку бэкапа для восстановления

# dragDropHintDisconnected
source: Connect a device to enable drag and drop installation
ru: Подключите устройство, чтобы использовать перетаскивание

# dragDropInvalidDir
source: Dropped directory is not a valid app directory or backup folder
ru: Папка не является корректной директорией приложения или бэкапом

# dragDropInvalidFile
source: Dropped file is not a valid APK file
ru: Файл не является корректным APK

# deviceCasting
source: Casting
ru: Трансляция

# deviceStartCasting
source: Cast
ru: Начать

# castingWirelessUnsupported
source: Casting is not supported for wireless devices yet. Connect via USB.
ru: Трансляция пока не поддерживается для беспроводных устройств. Подключите шлем по USB.

# castingRequiresDownloadTitle
source: Meta Quest Casting required
ru: Требуется Meta Quest Casting

# castingRequiresDownloadPrompt
source: This action needs the Meta Quest Casting tool. Download it now?
ru: Для этой операции нужен инструмент Meta Quest Casting. Скачать сейчас?

# castingToolDownloadUpdate
source: Download / Update
ru: Скачать / Обновить

# castingToolInstallUpdateTitle
source: Install / Update Casting
ru: Установка / Обновление Casting

# castingToolInstallUpdateDesc
source: This will download the Meta Quest Casting tool and install it into the app data directory.
ru: Это загрузит инструмент Meta Quest Casting и установит его в папку данных приложения.

# castingToolDownloading
source: Downloading Casting tool...
ru: Загрузка инструмента Casting...

# castingToolStatusInstalled
source: Installed
ru: Установлено

# castingToolStatusNotInstalled
source: Not installed
ru: Не установлено

# castingToolRefresh
source: Refresh
ru: Обновить

# connectDeviceToInstall
source: Connect a device to install apps
ru: Подключите устройство, чтобы устанавливать приложения

# connectDeviceToRestore
source: Connect a device to restore backups
ru: Подключите устройство, чтобы восстанавливать резервные копии

# batteryDumpCopied
source: Battery state dump copied to clipboard
ru: Состояние батареи скопировано в буфер обмена

# batteryDumpFailed
source: Failed to obtain battery state dump
ru: Не удалось получить состояние батареи

# commonSuccess
source: Success
ru: Успешно

# commonError
source: Error
ru: Ошибка

# diagnosticsTitle
source: Connection Diagnostics
ru: Диагностика подключения

# diagnosticsAdbServer
source: ADB server
ru: Сервер ADB

# diagnosticsDevices
source: Devices
ru: Устройства

# diagnosticsAuthorization
source: Authorization
ru: Авторизация

# diagnosticsActiveDevice
source: Active device
ru: Активное устройство

# diagnosticsAdbPath
source: ADB path
ru: Путь к ADB

# diagnosticsServerNotRunningDesc
source: ADB server is not running. Ensure ADB is installed and accessible in PATH or set the ADB path in Settings.
ru: Сервер ADB не запущен. Убедитесь, что ADB установлен и доступен в PATH, либо укажите путь к ADB в настройках.

# diagnosticsServerStartingDesc
source: ADB server is starting...
ru: Запуск сервера ADB...

# diagnosticsServerStartFailedDesc
source: Failed to start the ADB server. Check the ADB path in Settings and view logs for details.
ru: Не удалось запустить сервер ADB. Проверьте путь к ADB в настройках и просмотрите логи.

# diagnosticsServerRunningDesc
source: ADB server is running.
ru: Сервер ADB запущен.

# diagnosticsNoDevicesDesc
source: No devices detected. Enable ADB/developer mode and connect via USB.
ru: Устройства не обнаружены. Включите ADB/режим разработчика и подключите устройство по USB.

# diagnosticsDevicesAvailableDesc
source: Devices detected ({count})
ru: Обнаружено устройств ({count})

# diagnosticsUnauthorizedDesc
source: Device is unauthorized. Confirm the authorization prompt on the device.
ru: Устройство не авторизовано. Подтвердите запрос авторизации на устройстве.

# diagnosticsAuthorizedDesc
source: Device authorized.
ru: Устройство авторизовано.

# diagnosticsConnectedDesc
source: Device connected and ready.
ru: Устройство подключено и готово.

# diagnosticsUnknownDesc
source: Unknown state.
ru: Неизвестное состояние.

# diagnosticsConfiguredPath
source: Configured path: {path}
ru: Указанный путь: {path}

# diagnosticsUsingSystemPath
source: Using system PATH
ru: Используется системный PATH

# commonYes
source: Yes
ru: Да

# commonNo
source: No
ru: Нет

source: Device Actions
ru: Действия с устройством

# deviceProximitySensor
source: Proximity Sensor
ru: Датчик приближения

source: Disable proximity sensor
ru: Отключить датчик приближения

source: Enable proximity sensor
ru: Включить датчик приближения

# guardianSuspend
source: Suspend Guardian
ru: Приостановить Guardian

# guardianResume
source: Resume Guardian
ru: Возобновить Guardian

source: Copied to clipboard
ru: Скопировано в буфер обмена

source: Click to copy
ru: Нажмите, чтобы скопировать

# detailsPackageName
source: Package Name:
ru: Имя пакета:

# detailsVersion
source: Version:
ru: Версия:

# detailsVersionCode
source: Version Code:
ru: Код версии:

# detailsIsVr
source: Is VR:
ru: VR-приложение:

# detailsIsLaunchable
source: Is Launchable:
ru: Запускаемое:

# detailsIsSystem
source: Is System:
ru: Системное:

# detailsStorageUsage
source: Storage Usage:
ru: Использование хранилища:

# detailsApp
source: App:
ru: Приложение:

# detailsData
source: Data:
ru: Данные:

# detailsCache
source: Cache:
ru: Кэш:

# detailsTotal
source: Total:
ru: Итого:

# detailsRating
source: Rating:
ru: Рейтинг:

# detailsReviewsTitle
source: Recent reviews
ru: Недавние отзывы

# detailsReviewsUnavailable
source: Reviews are unavailable for this app.
ru: Отзывы недоступны для этого приложения.

# detailsReviewsError
source: Failed to load reviews.
ru: Не удалось загрузить отзывы.

# detailsReviewsEmpty
source: No reviews available yet.
ru: Отзывов пока нет.

# detailsDeveloperResponse
source: Developer response
ru: Ответ разработчика

# detailsReviewHelpful
source: Helpful
ru: Полезно

# detailsReviewHelpfulCount
source: {count, plural, one {{count} person found this helpful} other {{count} people found this helpful}}
ru: {count, plural, one {{count} человек считает это полезным} few {{count} человека считают это полезным} many {{count} человек считают это полезным} other {{count} человек считают это полезным}}

# reviewsSortBy
source: Sort by
ru: Сортировать по

# reviewsSortHelpful
source: Most helpful
ru: Самые полезные

# reviewsSortNewest
source: Newest
ru: Самые новые

source: Previous
ru: Назад

source: Next
ru: Вперёд

# reviewsReadAll
source: Read all reviews
ru: Посмотреть все отзывы

# commonCopy
source: Copy
ru: Копировать

# commonClose
source: Close
ru: Закрыть

# commonCancel
source: Cancel
ru: Отмена

# commonDownload
source: Download
ru: Загрузить

source: Available Versions
ru: Доступные версии

source: Install newer version
ru: Установить более новую версию

source: Reinstall this version
ru: Переустановить эту версию

# holdShiftToReinstall
source: Hold Shift to reinstall this version
ru: Удерживайте Shift для переустановки

# cannotDowngrade
source: Cannot downgrade to older version
ru: Нельзя откатиться на более старую версию

source: Newer version
ru: Более новая версия

source: Same version
ru: Эта же версия

source: Older version
ru: Более старая версия

source: Update
ru: Обновить

source: Install
ru: Установить

source: Check for updates
ru: Проверить обновления

# noMatchingCloudApp
source: No matching app found in cloud repository
ru: Нет подходящего приложения в облачном репозитории

# downgradeAppTitle
source: Downgrade App
ru: Откат приложения

# downgradeConfirmMessage
source: Attempt to downgrade to version {versionCode}? This may cause issues.
ru: Сделать попытку отката до версии {versionCode}? Это может вызвать проблемы.

# holdShiftToDowngrade
source: Hold Shift to downgrade to this version
ru: Удерживайте Shift для отката до этой версии

source: Downgrade to this version
ru: Откатить до этой версии

source: Hold Shift to view versions
ru: Удерживайте Shift для просмотра версий

# noAppsInCategory
source: No apps in this category
ru: Нет приложений в этой категории

source: App Details
ru: Сведения о приложении

source: Launch
ru: Запустить

source: Force Stop
ru: Принудительно остановить

source: Backup App
ru: Резервное копирование

source: Backup
ru: Резервная копия

source: Uninstall
ru: Удалить

# segmentVrApps
source: VR Apps ({count})
ru: VR-приложения ({count})

# segmentOtherApps
source: Other Apps ({count})
ru: Другие приложения ({count})

# segmentSystemApps
source: System & Hidden Apps ({count})
ru: Системные и скрытые ({count})

source: No apps found
ru: Приложений не найдено

source: No apps available
ru: Нет доступных приложений

source: Copy full name
ru: Скопировать полное имя

source: Copy package name
ru: Скопировать имя пакета

source: Add to favorites
ru: Добавить в избранное

source: Remove from favorites
ru: Убрать из избранного

source: Clear favorites
ru: Очистить избранное

# clearFavoritesTitle
source: Clear Favorites
ru: Очистить избранное

# clearFavoritesConfirm
source: Remove all apps from favorites?
ru: Удалить все приложения из избранного?

# sizeAndDate
source: Size: {size} • Last Updated: {date}
ru: Размер: {size} • Обновлено: {date}

source: Download to computer
ru: Скачать на компьютер

# downloadAndInstall
source: Download and install on device
ru: Скачать и установить на устройство

# downloadAndInstallNotConnected
source: Download and install on device (not connected)
ru: Скачать и установить на устройство (не подключено)

# cloudStatusInstalled
source: Installed
ru: Установлено

# cloudStatusNewerVersion
source: Newer version
ru: Версия новее

# cloudStatusOlderVersion
source: Older version
ru: Версия старше

# cloudStatusTooltip
source: Installed {installedCode} - Cloud {cloudCode}
ru: Установлено {installedName} ({installedCode}) vs Облако {cloudCode}

source: Sort by
ru: Сортировать по

# sortNameAsc
source: Name (A to Z)
ru: Имя (A → Z)

# sortNameDesc
source: Name (Z to A)
ru: Имя (Z → A)

# sortDateOldest
source: Date (Oldest first)
ru: Дата (сначала старые)

# sortDateNewest
source: Date (Newest first)
ru: Дата (сначала новые)

# sortSizeSmallest
source: Size (Smallest first)
ru: Размер (сначала меньшие)

# sortSizeLargest
source: Size (Largest first)
ru: Размер (сначала большие)

# searchAppsHint
source: Search apps...
ru: Поиск приложений...

source: Clear search
ru: Очистить поиск

source: Search
ru: Поиск

source: Show favorites only
ru: Показывать только избранные

source: Showing favorites only
ru: Показаны только избранные

source: Show all items
ru: Показать все

source: Show only selected items
ru: Показать только выбранные

# filterNoItems
source: Filter (no items selected)
ru: Фильтр (ничего не выбрано)

# selectedSummary
source: {count} selected • {total} total
ru: Выбрано: {count} • Итого: {total}

source: Download Selected
ru: Скачать выбранные

source: Install Selected
ru: Установить выбранные

# addSelectedToFavorites
source: Favorite Selected
ru: Добавить в избранное

# removeSelectedFromFavorites
source: Unfavorite Selected
ru: Убрать из избранного

source: Clear selection
ru: Очистить выбор

source: Error loading apps
ru: Ошибка загрузки списка

source: Retry
ru: Повторить

source: Available Apps
ru: Доступные приложения

source: Under construction
ru: В разработке

source: Multi-select
ru: Множественный выбор

source: Refresh
ru: Обновить

# showingSelectedOnly
source: Showing selected items only
ru: Показаны только выбранные

# deviceTitle
source: Device
ru: Устройство

source: Left Controller
ru: Левый контроллер

source: Right Controller
ru: Правый контроллер

source: Headset
ru: Гарнитура

# deviceActionsTooltip
source: Device actions
ru: Действия с устройством

# statusLabel
source: Status
ru: Статус

# controllerStatusNotConnected
source: Not connected
ru: Не подключено

# controllerStatusActive
source: Active
ru: Активно

# controllerStatusInactive
source: Inactive
ru: Неактивно

# controllerStatusDisabled
source: Disabled
ru: Отключено

# controllerStatusSearching
source: Searching
ru: Поиск

# controllerStatusUnknown
source: Unknown
ru: Неизвестно

# batteryLabel
source: Battery
ru: Батарея

source: Power off device
ru: Выключить устройство

# powerOffConfirm
source: Are you sure you want to power off the device?
ru: Вы уверены, что хотите выключить устройство?

# powerOffMenu
source: Power off...
ru: Выключить...

# rebootMenu
source: Reboot...
ru: Перезагрузить...

source: Reboot options
ru: Параметры перезагрузки

# rebootNormal
source: Normal
ru: Обычная

# rebootBootloader
source: Bootloader
ru: Загрузчик

source: Reboot device
ru: Перезагрузить устройство

# rebootNowConfirm
source: Reboot the device now?
ru: Перезагрузить устройство сейчас?

source: Reboot to bootloader
ru: Перезагрузить в загрузчик

# rebootToBootloaderConfirm
source: Reboot the device to bootloader?
ru: Перезагрузить устройство в загрузчик?

source: Reboot to recovery
ru: Перезагрузить в recovery

# rebootToRecoveryConfirm
source: Reboot the device to recovery?
ru: Перезагрузить устройство в recovery?

source: Reboot to fastboot
ru: Перезагрузить в fastboot

# rebootToFastbootConfirm
source: Reboot the device to fastboot?
ru: Перезагрузить устройство в fastboot?

# commonConfirm
source: Confirm
ru: Подтвердить

source: Delete
ru: Удалить

source: Restore
ru: Восстановить

source: Mute
ru: Выключить звук

source: Unmute
ru: Включить звук

source: Close
ru: Закрыть

source: Pause
ru: Пауза

source: Checking trailer availability...
ru: Проверка доступности трейлера...

source: Trailer available
ru: Трейлер доступен

source: No trailer
ru: Трейлер не доступен

# backupsTitle
source: Backups
ru: Резервные копии

source: Open Backups Folder
ru: Открыть папку резервных копий

source: Open Downloads Folder
ru: Открыть папку загрузок

# downloadsTitle
source: Downloads
ru: Загрузки

source: Delete all downloads
ru: Удалить все загрузки

# deleteAllDownloadsTitle
source: Delete All Downloads
ru: Удалить все загрузки

# deleteAllDownloadsConfirm
source: Are you sure you want to delete all downloads?
ru: Вы уверены, что хотите удалить все загрузки?

# deleteAllDownloadsResult
source: Deleted {removed}, skipped {skipped}
ru: Удалено {removed}, пропущено {skipped}

# deleteDownloadTitle
source: Delete Download
ru: Удалить загрузку

# deleteDownloadConfirm
source: Are you sure you want to delete "{name}"?
ru: Удалить "{name}"?

# downloadDeletedTitle
source: Download deleted
ru: Загрузка удалена

source: No backups found.
ru: Резервные копии не найдены.

source: No downloads found.
ru: Загрузки не найдены.

# unsupportedPlatform
source: Platform not supported
ru: Платформа не поддерживается

# folderPathCopied
source: Folder path copied to clipboard
ru: Путь к папке скопирован в буфер обмена

# unableToOpenFolder
source: Unable to open folder: {path}
ru: Не удалось открыть папку: {path}

# openFolderTooltip
source: Open Folder
ru: Открыть папку

source: Unknown time
ru: Неизвестное время

# partPrivate
source: Private
ru: Приватные

# partShared
source: Shared
ru: Общие

source: No parts detected
ru: Компоненты не обнаружены

# deleteBackupTitle
source: Delete Backup
ru: Удалить резервную копию

# deleteBackupConfirm
source: Are you sure you want to delete "{name}"?
ru: Удалить "{name}"?

# backupDeletedTitle
source: Backup deleted
ru: Резервная копия удалена

# fatalErrorTitle
source: Fatal Error
ru: Критическая ошибка

source: Exit Application
ru: Выход из приложения

# errorCopied
source: Error message copied to clipboard
ru: Сообщение об ошибке скопировано

source: Copy Error
ru: Копировать ошибку

# selectAppDirectoryTitle
source: Select app directory
ru: Выберите папку приложения

# selectApkFileTitle
source: Select APK file
ru: Выберите файл APK

# selectedInvalidDir
source: Selected path is not a valid app directory
ru: Выбранный путь не является директорией приложения

# selectedInvalidApk
source: Selected path is not a valid APK file
ru: Выбранный путь не является корректным APK

source: Single APK
ru: Один APK

source: App Directory
ru: Папка приложения

source: App Directory Path
ru: Путь к папке приложения

source: APK File Path
ru: Путь к файлу APK

# pathHintDirectory
source: Select or enter app directory path
ru: Выберите или введите путь к папке приложения

# pathHintApk
source: Select or enter APK file path
ru: Выберите или введите путь к файлу APK

# directoryRequirements
source: The directory should contain an APK file and optionally an OBB data directory, or install.txt file.
ru: Директория должна содержать APK и при необходимости папку данных OBB или файл install.txt.
