Repository: skrimix/yaas
Catalog: lib/l10n/app_*.arb
Languages: ru

# proTipDragDrop
source: Pro tip: You can also drag and drop APK files or app directories anywhere in the app to install them.
ru: Подсказка: можно перетащить APK или папку приложения в любое место приложения для установки.

source: Added to queue!
ru: Добавлено в очередь!

source: Sideload App
ru: Установить из папки

source: Install APK
ru: Установить APK

# tasksTitle
source: Tasks
ru: Задачи

# tasksTabActive
source: Active
ru: Активные

# tasksTabRecent
source: Recent
ru: Недавние

# tasksEmptyActive
source: No active tasks
ru: Нет активных задач

# tasksEmptyRecent
source: No recent tasks
ru: Нет недавних задач

source: Cancel Task
ru: Отменить задачу

# taskStatusWaiting
source: Waiting
ru: Ожидание

# taskStatusRunning
source: Running
ru: Выполняется

# taskStatusCompleted
source: Completed
ru: Завершено

# taskStatusFailed
source: Failed
ru: Ошибка

# taskStatusCancelled
source: Cancelled
ru: Отменено

# taskUnknown
source: Unknown
ru: Неизвестно

# backupOptionsTitle
source: Backup Options
ru: Параметры резервного копирования

# backupSelectParts
source: Select parts to back up:
ru: Выберите части для копирования:

# backupAppData
source: App data
ru: Данные приложения

# backupObbFiles
source: OBB files
ru: Файлы OBB

# backupNameSuffix
source: Name suffix (optional)
ru: Суффикс имени (необязательно)

# backupNameSuffixHint
source: e.g. pre-update
ru: например: перед обновлением

source: Start Backup
ru: Начать копирование

# logsSearchTooltip
source: Search logs by level, message, target, or span id. Examples: "error", "info", "adb", "connect", "13"
ru: Ищите по уровню, сообщению, цели или ID промежутка. Примеры: "error", "info", "adb", "connect", "13"

# logsSearchHint
source: Search logs...
ru: Поиск в логах...

source: Clear current logs
ru: Очистить текущие логи

source: Export logs
ru: Экспорт логов

source: Open logs directory
ru: Открыть папку логов

source: Video link
ru: Ссылка на видео

source: Clear filters
ru: Сбросить фильтры

source: No logs to display
ru: Нет логов для отображения

# logsAppearHere
source: Log messages will appear here as they are generated
ru: Сообщения логов будут появляться здесь

# logEntryCopied
source: Log entry copied to clipboard
ru: Запись лога скопирована

source: Span ID
ru: ID промежутка

# filterBySpanId
source: Filter logs by this span ID
ru: Фильтровать логи по этому ID промежутка

source: Span Trace:
ru: Трейс промежутков:

# spansLabel
source: SPANS
ru: Промежутки

# logsSpanEventsTooltip
source: Show/hide span creation and destruction events. Spans track execution flow.
ru: Показывать/скрывать события создания и уничтожения промежутков. Промежутки отслеживают поток выполнения.

# logsOpenNotSupported
source: Platform not supported. Logs directory path copied to clipboard: {path}
ru: Платформа не поддерживается. Путь к папке логов скопирован: {path}

# logsOpenFailed
source: Unable to open logs directory (copied to clipboard): {path}
ru: Не удалось открыть папку логов (скопировано): {path}

# uninstallAppTitle
source: Uninstall App
ru: Удалить приложение

# uninstallConfirmMessage
source: Are you sure you want to uninstall "{app}"? This will permanently delete the app and all its data.
ru: Удалить "{app}"? Это действие удалит приложение и все данные.

# uninstalledDone
source: Uninstalled!
ru: Удалено!

source: Uninstalling...
ru: Удаление...

# clearLogsTitle
source: Clear Logs
ru: Очистить логи

# clearLogsMessage
source: This will clear all current session logs. This action cannot be undone.
ru: Это действие очистит текущие логи. Его нельзя отменить.

# commonClear
source: Clear
ru: Очистить

# logsCopied
source: {count} logs copied to clipboard
ru: Скопировано логов: {count}

# downgradeAppsTitle
source: Downgrade Apps
ru: Откат приложений

# downgradeMultipleConfirmMessage
source: The following apps will be downgraded. This may cause issues.
ru: Будут откатены следующие приложения. Это может вызвать проблемы.

# emptyValue
source: (empty)
ru: (пусто)
